;Localization:
;Thank you very much translators for your time to help me improve Listary!
;You’ll get one Listary Pro license for free if you help translate this file into your language.
;Contact support@listary.com for more information.

;Copy English.ini to YourLanguage.ini

[Info]
;Language name in your own language e.g. Deutsch
Language=Português
;Language name in English e.g. German
LanguageEn=Brazilian Portuguese
;Your name here. You can also leave your email, website, blog...
Translator=Silvio Corral
;Version of this language file
Version=1.0.0
;If you don't know, leave it blank
Codepage=1046

;Note to translators:
;Please keep escape sequences like \n, \t, %d, %s, %% unchanged
[Strings]
;Global
601=Nenhum
602=Opções do Listary

;Tray Menu
1001=Ajuda Online
1002=Verificar atualizações...
1003=Sobre
1004=Sair

;Toolbar
1100=Pesquisar

;Favorite Menu
2000=Favoritos
2001=Este aplicativo
2002=Global
2003=Adicionar Aqui
2004=Adicionar Pasta Atual aos Favoritos
2050=Falha ao adicionar favoritos
2051=Listary não foi capaz de obter o caminho a partir deste aplicativo.

;Recent Menu
2100=Recentes
2101=Limpar
2103=Pasta
2104=Arquivo
2105=Rastrear este Aplicativo
2106=Não Rastrear este Aplicativo
2107=Exibir Mais...

;Smart Menu
2200=Inteligente
2201=Pastas abertas atualmente
2202=Alternar para a última pasta aberta no Gerenciador de Arquivos
2203=Abrir o arquivo selecionado no Gerenciador de Arquivos
2204=Explorar a Pasta Atual
2205=Prompt de comando
2206=Ir para a Pasta do Aplicativo
2207=Explorar a Pasta do Aplicativo
2208=Exibir Extensão do Arquivo
2209=Exibir Arquivos Ocultos e de Sistema
2210=Copiar Caminho da Pasta para a Área de Transferência
2211=Copiar Caminhos dos Itens selecionados para a Área de Transferência
2212=Copiar os Nomes dos Itens selecionados para a Área de Transferência
2213=Opções
2214=Atualizar para a Versão Pro
2215=Adicionar Aplicativo para Lista de Suporte
2216=Desativar Listary para Este Aplicativo
2217=Exportar Conteúdo da Lista para Arquivo CSV
2218=Separador
2250=%s foi adicionado à lista de suporte com sucesso.
2251=Você pode utilizar o botão central do mouse ou a tecla de atalho %s para ativar Listary em %s agora.
2252=Você tem certeza que deseja desabilitar Listary para esse aplicativo?
2253=Desabilitar o Listary
2254=Listary não será mais exibido a partir da próxima inicialização do aplicativo.\nVocê pode sempre ir para Opções > Aplicativos para ativa-lo novamente.

;Search
2300=Lista
2301=Ir para
2302=Nenhum item corresponde à sua pesquisa.

;Options > General
3000=Geral
3001=Iniciar Listary quando o Windows iniciar
3002=Definir automaticamente o foco de entrada do Windows XP Explorer para Lista de Arquivos
3003=Verificar se há atualizações quando abrir Opções
3004=Alternar Rápido (Abrir a pasta atual no diálogo de Arquivo ao alternar de um gerenciador de Arquivos)
3005=Idioma:
3006=Gerenciador de Arquivos Padrão
3007=Preencha aqui se preferir utilizar outro Gerenciador de Arquivos em alternativa ao Windows Explorer.\nUse %1 no parâmetro para o caminho. Não esqueça as aspas.


;Options > Favorites
3100=Favoritos
3101=Detalhes
3102=Nome:
3103=Tecla de atalho:
3104=Tipo:
3105=Caminho:
3106=Submenu
3107=Adicionar um item favorito
3108=Remover o item favorito selecionado

;Options > Recent
3200=Recentes
3201=Itens Recentes Globais:
3206=Rastrear itens recentes globais
3207=Rastrear Arquivos e pastas recentes em todas os aplicativos
3208=Selecionar automaticamente o último Arquivo aberto no diálogo Abrir Arquivo
3209=Remover o item recente selecionado
3210=Remover todos os itens recentes
3211=Itens recentes globais
3212=Pastas recentes por aplicativo
3213=Arquivos recentes por aplicativo
3214=Itens de menu recentes
3215=Pesquisar arquivos e pastas recentes

;Options > Smart Commands
3300=Comandos Inteligentes
3301=Detalhes do comando
3303=Comando:
3305=Mostrar este comando no Menu Inteligente
3306=Adicionar comando personalizado
3307=Nome
3308=Tecla de Atalho
3309=Comando
3310=Mostrar no Menu Inteligente
3311=Adicionar um comando inteligente incorporado
3312=Remover comando selecionado

;Options > Applications
3400=Aplicativos
3401=Definições do Aplicativo: (afetam apenas os aplicativos selecionados na lista acima)
3402=Ativar Listary para este aplicativo
3403=Rastrear Arquivos e pastas recentes
3404=Adicionar um aplicativo para modificar suas configurações
3405=Remover aplicativo selecionado junto com seus itens favoritos e recentes
3406=Caminho

;Options > Keyboard and Mouse
3500=Teclado e Mouse
3501=Teclas de Atalho
3502=Global:
3503=Mostra barra de ferramentas:
3504=Mostrar menu popup:
3505=Local (funciona apenas quando a barra do Listary está visível):
3506=Menu Favoritos:
3507=Menu Recentes:
3508=Menu Inteligente:
3509=Ativar teclas de atalho locais (incluindo teclas de atalho para favoritos e comandos inteligentes) no Explorer quando a barra do Listary está oculta.
3510=Mouse
3511=Duplo clique numa zona vazia para ativar Listary no Explorer/Diálogo de Arquivo/Ambiente de Trabalho
3512=Clique no botão central central do mouse para ativar Listary

;Options > Display
3600=Visualização
3601=Posição da janela
3602=Absoluta
3603=Relativa à lista
3604=Relativa à janela
3605=De cima
3606=Do fundo
3607=Da esquerda
3608=Da direita
3609=Opacidade
3610=Menu
3611=Número máximo de itens exibidos:
3612=Largura máxima (em pixel):
3613=Largura mínima (em pixel):
3614=Focalizar mouse para abrir menus (atraso em milissegundos, 0 para desativar):
3615=Menu Popup
3616=Mostrar itens recentes num submenu
3617=pixel

;Options > Integration
4000=Integração
4001=Adicionar menu de diretório do Total Commander aos favoritos do Listary
4002=Utilizar Total Commander para substituir os diálogos de Arquivo:

;Options > Compatibility
3700=Compatibilidade
3701=O Listary também funcionará com os seguintes aplicativos:
3702=Adicionar um aplicativo à lista de aplicativos suportados
3703=Remover o aplicativo selecionado da lista de aplicativos suportados
3704=Gerenciador de Arquivos
3705=Classe
3706=Executável
3707=Barra de endereços
3708=Sim
3709=Não

;Options > Pro
3800=Atualizar para Listary Pro
;3801=
3802=Nome:
3803=Email:
3804=Código de registo:
3805=Nota
3806=Listary é fornecido como freeware para uso pessoal e sem fins lucrativos. Nestes casos, é concedido a você o direito de usar este programa gratuitamente.
3807=Para uso comercial, você precisa atualizar para o Listary Pro.
3808=Colar da Área de Transferência
3809=Verificar Código de Registo

;Options > About
3900=Sobre
3901=Listary é gratuito para uso pessoal. Se você quiser usá-lo para fins comerciais ou precisa de alguns recursos avançados, por favor adquira a versão Pro.
3902=Ver Homepage
3903=Este programa está licenciado para

;Add Application Dialog
4100=Adicionar Aplicativo
4101=Arraste o Localizador sobre a barra de endereço de um aplicativo para selecioná-lo, e então solte o botão do mouse.
4102=Localizador:
4103=Classe:
4104=Executável:
4105=Barra de endereços:
4106=É gerenciador de arquivos (selecione para ativar recursos que trabalham em apenas um gerenciador de arquivos)
4107=*FALHOU* Destino executado como administrador??

;Custom Command Dialog
4200=Comando personalizado
4201=Caminho completo de um Arquivo executável.\nExemplo: C:\Programas\7-Zip\7z.exe
4202=Parametro:
4203=O exemplo mostra como adicionar o arquivo selecionado para um arquivo compactado usando o 7-Zip.\n\nVocê pode usar as seguintes variáveis ​​no parâmetro. Variáveis ​​não contêm aspas, por favor, adicioná-los manualmente de acordo com suas necessidades.
4204=%file%\t\tCaminho completo do Arquivo/pasta selecionada.\nExemplo:  D:\Downloads\musica\exemplo.mp3\n\n%path%\tCaminho da pasta atual.\nExemplo: D:\Downloads\musica\\n\n%filename%\tNome do Arquivo/pasta selecionada.\nExemplo: exemplo.mp3

;Add Favorite Dialog
4300=Adicionar Favorito